Repository: Wayne-Kim/pocket-sisyphus
Catalog: mac/PocketSisyphusMac/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 만든 뒤 캔버스에서 편집할 수 있어요.
ar: يمكنك تعديله على اللوحة بعد إنشائه.
en: You can edit it on the canvas after creating it.
es: Puedes editarlo en el lienzo después de crearlo.
fr: Vous pourrez le modifier sur le canevas après l'avoir créé.
hi: बनाने के बाद आप इसे कैनवास पर संपादित कर सकते हैं।
ja: 作成後にキャンバスで編集できます。
pt_br: Você pode editá-lo no canvas após criá-lo.
ru: После создания его можно отредактировать на холсте.
zh_hans: 创建后可在画布上编辑。

source: 워크플로우 템플릿
ar: قوالب سير العمل
en: Workflow templates
es: Plantillas de flujo de trabajo
fr: Modèles de workflow
hi: वर्कफ़्लो टेम्पलेट
ja: ワークフローテンプレート
pt_br: Modelos de fluxo de trabalho
ru: Шаблоны рабочих процессов
zh_hans: 工作流模板

source: LAN 전용 모드 (사설망 직결)
ar: وضع الشبكة المحلية فقط (اتصال مباشر بالشبكة الخاصة)
en: LAN-only mode (direct private network)
es: Modo solo LAN (conexión directa privada)
fr: Mode LAN uniquement (réseau privé direct)
hi: केवल-LAN मोड (निजी नेटवर्क सीधा)
ja: LAN専用モード（プライベートネットワーク直結）
pt_br: Modo somente LAN (rede privada direta)
ru: Режим только по LAN (прямое частное подключение)
zh_hans: 仅局域网模式（私有网络直连）

source: LAN 전용 모드를 껐어요 — 공인 IP·Tor 폴백을 다시 광고하고 데몬을 재시작했어요
ar: تم إيقاف وضع الشبكة المحلية فقط — إعادة الإعلان عن الرجوع إلى IP عام / Tor وإعادة تشغيل الخدمة
en: LAN-only mode turned off — advertising public IP / Tor fallback again and restarted the daemon
es: Modo solo LAN desactivado: se vuelve a anunciar el respaldo de IP pública / Tor y se reinició el daemon
fr: Mode LAN uniquement désactivé — annonce de nouveau du repli IP publique / Tor et redémarrage du démon
hi: केवल-LAN मोड बंद किया — सार्वजनिक IP / Tor फ़ॉलबैक फिर से विज्ञापित कर डेमॉन पुनः आरंभ किया
ja: LAN専用モードをオフにしました — 公開IP・Torフォールバックを再び広告してデーモンを再起動しました
pt_br: Modo somente LAN desativado — anunciando novamente o fallback de IP público / Tor e reiniciou o daemon
ru: Режим только по LAN выключен — снова объявляется резерв публичного IP / Tor, демон перезапущен
zh_hans: 已关闭仅局域网模式 — 重新广告公网 IP / Tor 回退并重启守护进程

source: LAN 전용 모드를 켰어요 — 외부 경로 광고를 끄고 데몬을 재시작했어요
ar: تم تفعيل وضع الشبكة المحلية فقط — أُوقف الإعلان عن المسارات الخارجية وأُعيد تشغيل الخدمة
en: LAN-only mode turned on — stopped advertising external paths and restarted the daemon
es: Modo solo LAN activado: se dejó de anunciar rutas externas y se reinició el daemon
fr: Mode LAN uniquement activé — arrêt de l'annonce des chemins externes et redémarrage du démon
hi: केवल-LAN मोड चालू किया — बाहरी मार्गों का विज्ञापन बंद कर डेमॉन पुनः आरंभ किया
ja: LAN専用モードをオンにしました — 外部経路の広告を停止してデーモンを再起動しました
pt_br: Modo somente LAN ativado — parou de anunciar caminhos externos e reiniciou o daemon
ru: Режим только по LAN включён — внешние пути больше не объявляются, демон перезапущен
zh_hans: 已开启仅局域网模式 — 已停止广告外部路径并重启守护进程

source: 기본 모드 — 폰이 같은 LAN 의 사설 주소를 우선 쓰되, 닿지 않으면 공인 IP·Tor onion 으로 폴백해요.
ar: الوضع الافتراضي — يُفضّل الهاتف العنوان الخاص على نفس الشبكة المحلية، ويرجع إلى IP عام / Tor onion عند تعذّر الوصول.
en: Default mode — the phone prefers the private address on the same LAN, falling back to public IP / Tor onion if unreachable.
es: Modo predeterminado: el teléfono prefiere la dirección privada en la misma LAN y recurre a IP pública / Tor onion si no es accesible.
fr: Mode par défaut — le téléphone privilégie l'adresse privée sur le même LAN, avec repli sur IP publique / Tor onion si injoignable.
hi: डिफ़ॉल्ट मोड — फ़ोन उसी LAN के निजी पते को प्राथमिकता देता है, और न पहुँचने पर सार्वजनिक IP / Tor onion पर फ़ॉलबैक करता है।
ja: デフォルトモード — スマホは同じLANのプライベートアドレスを優先し、届かない場合は公開IP・Tor onionにフォールバックします。
pt_br: Modo padrão — o telefone prefere o endereço privado na mesma LAN e recorre a IP público / Tor onion se inacessível.
ru: Режим по умолчанию — телефон предпочитает частный адрес в той же локальной сети, а при недоступности переходит на публичный IP / Tor onion.
zh_hans: 默认模式 — 手机优先使用同一局域网的私有地址，无法到达时回退到公网 IP / Tor onion。

source: 외부(공인 IP·Tor onion) 경로를 광고하지 않아요. 같은 Wi‑Fi 의 폰만 사설 주소로 직접 연결돼요.
ar: لا يتم الإعلان عن المسارات الخارجية (IP عام / Tor onion). يتصل مباشرة عبر العنوان الخاص هاتفٌ على نفس شبكة Wi-Fi فقط.
en: External paths (public IP / Tor onion) aren't advertised. Only a phone on the same Wi-Fi connects directly via the private address.
es: No se anuncian rutas externas (IP pública / Tor onion). Solo un teléfono en la misma Wi-Fi se conecta directamente por la dirección privada.
fr: Les chemins externes (IP publique / Tor onion) ne sont pas annoncés. Seul un téléphone sur le même Wi-Fi se connecte directement via l'adresse privée.
hi: बाहरी मार्ग (सार्वजनिक IP / Tor onion) विज्ञापित नहीं किए जाते। केवल उसी Wi-Fi का फ़ोन निजी पते से सीधे कनेक्ट होता है।
ja: 外部経路（公開IP・Tor onion）は広告しません。同じWi-Fiのスマホだけがプライベートアドレスで直接接続します。
pt_br: Caminhos externos (IP público / Tor onion) não são anunciados. Apenas um telefone na mesma Wi-Fi se conecta diretamente pelo endereço privado.
ru: Внешние пути (публичный IP / Tor onion) не объявляются. Напрямую по частному адресу подключается только телефон в той же сети Wi-Fi.
zh_hans: 不会广告外部路径（公网 IP / Tor onion）。只有同一 Wi-Fi 下的手机通过私有地址直连。

source: 통신 실패: %@
ar: فشل الاتصال: %@
en: Communication failed: %@
es: Error de comunicación: %@
fr: Échec de la communication : %@
hi: संचार विफल: %@
ja: 通信に失敗しました: %@
pt_br: Falha na comunicação: %@
ru: Сбой связи: %@
zh_hans: 通信失败：%@

source: 세션은 코드 에이전트 CLI 와의 대화 단위입니다. iPhone 에서 레포와 CLI 를 골라 만들고, 이 Mac 이 실제 CLI 를 돌립니다.
ar: الجلسة هي وحدة محادثة مع واجهة سطر أوامر وكيل الكود. تُنشئها باختيار مستودع وواجهة سطر أوامر من iPhone، ويشغّل هذا الـ Mac واجهة سطر الأوامر الفعلية.
en: A session is a unit of conversation with a code agent CLI. You pick a repo and CLI on the iPhone to create it, and this Mac runs the actual CLI.
es: Una sesión es una unidad de conversación con la CLI de un agente de código. La creas eligiendo un repositorio y una CLI en el iPhone, y este Mac ejecuta la CLI real.
fr: Une session est une unité de conversation avec la CLI d'un agent de code. Vous la créez en choisissant un dépôt et une CLI sur l'iPhone, et ce Mac exécute la véritable CLI.
hi: सत्र किसी कोड एजेंट CLI के साथ बातचीत की इकाई है। इसे iPhone पर रिपॉज़िटरी और CLI चुनकर बनाएं, और यह Mac असली CLI चलाता है।
ja: セッションはコードエージェント CLI との対話の単位です。iPhone でリポジトリと CLI を選んで作成し、この Mac が実際の CLI を実行します。
pt_br: Uma sessão é uma unidade de conversa com a CLI de um agente de código. Você a cria escolhendo um repositório e uma CLI no iPhone, e este Mac executa a CLI real.
ru: Сессия — это единица диалога с CLI кодового агента. Вы создаёте её, выбрав репозиторий и CLI на iPhone, а этот Mac запускает сам CLI.
zh_hans: 会话是与代码智能体 CLI 对话的单位。在 iPhone 上选择仓库和 CLI 来创建,由这台 Mac 运行实际的 CLI。

source: 세션의 진행은 iPhone 앱에서 봅니다 — 채팅 화면에서 코드 에이전트의 출력과 도구 호출이 실시간으로 흘러요. (이 Mac 앱은 호스트 점검·페어링·전원에 집중하고, 세션 화면은 두지 않습니다.)
ar: تتابع تقدّم الجلسة في تطبيق iPhone — تتدفّق مخرجات وكيل الكود واستدعاءات الأدوات في الوقت الفعلي على شاشة المحادثة. (يركّز تطبيق Mac هذا على فحص المضيف والإقران والطاقة، ولا يحتوي على شاشة للجلسة.)
en: You watch a session's progress in the iPhone app — the code agent's output and tool calls stream in real time on the chat screen. (This Mac app focuses on host checks, pairing, and power, and has no session screen.)
es: El progreso de una sesión se ve en la app de iPhone: la salida del agente de código y las llamadas a herramientas fluyen en tiempo real en la pantalla de chat. (Esta app de Mac se centra en la comprobación del host, el emparejamiento y la energía, y no tiene pantalla de sesión.)
fr: Vous suivez l'avancement d'une session dans l'app iPhone — la sortie de l'agent de code et les appels d'outils défilent en temps réel sur l'écran de discussion. (Cette app Mac se concentre sur la vérification de l'hôte, l'appairage et l'alimentation, et n'a pas d'écran de session.)
hi: सत्र की प्रगति आप iPhone ऐप में देखते हैं — चैट स्क्रीन पर कोड एजेंट का आउटपुट और टूल कॉल रियल-टाइम में दिखते हैं। (यह Mac ऐप होस्ट जाँच, पेयरिंग और पावर पर केंद्रित है, और इसमें सत्र स्क्रीन नहीं है।)
ja: セッションの進行は iPhone アプリで確認します — チャット画面にコードエージェントの出力とツール呼び出しがリアルタイムで流れます。(この Mac アプリはホスト点検・ペアリング・電源に集中し、セッション画面は持ちません。)
pt_br: Você acompanha o progresso de uma sessão no app do iPhone — a saída do agente de código e as chamadas de ferramentas aparecem em tempo real na tela de conversa. (Este app de Mac foca em verificação de host, emparelhamento e energia, e não tem tela de sessão.)
ru: Ход сессии вы отслеживаете в приложении на iPhone — вывод кодового агента и вызовы инструментов отображаются в реальном времени на экране чата. (Это приложение для Mac сосредоточено на проверке хоста, сопряжении и питании и не имеет экрана сессии.)
zh_hans: 在 iPhone 应用中查看会话进度——代码智能体的输出和工具调用会在聊天界面实时显示。(这款 Mac 应用专注于主机检查、配对和电源,不提供会话界面。)

source: 여러 에이전트 작업을 노드로 잇고 자동 실행하는 작업 흐름입니다. 편집과 실행은 iPhone 앱의 워크플로우 탭에서 하고, 이 Mac 은 예약된 시각에 조용히 실행만 합니다.
ar: تدفق العمل يربط عدة مهام للوكلاء على شكل عُقد ويشغّلها تلقائيًا. التحرير والتشغيل يتمّان في علامة تبويب «تدفقات العمل» في تطبيق iPhone، ويكتفي هذا الـ Mac بتشغيلها بهدوء في الموعد المجدول.
en: A workflow chains several agent tasks as nodes and runs them automatically. You edit and run workflows in the Workflow tab of the iPhone app; this Mac just runs them quietly at the scheduled time.
es: Un flujo de trabajo encadena varias tareas de agentes como nodos y las ejecuta automáticamente. Editas y ejecutas los flujos en la pestaña Flujos de trabajo de la app de iPhone; este Mac solo los ejecuta en silencio a la hora programada.
fr: Un workflow enchaîne plusieurs tâches d'agents sous forme de nœuds et les exécute automatiquement. Vous éditez et lancez les workflows dans l'onglet Workflows de l'app iPhone ; ce Mac se contente de les exécuter discrètement à l'heure prévue.
hi: वर्कफ़्लो कई एजेंट कार्यों को नोड्स के रूप में जोड़कर स्वचालित रूप से चलाता है। संपादन और निष्पादन iPhone ऐप के वर्कफ़्लो टैब में होता है; यह Mac बस निर्धारित समय पर चुपचाप इन्हें चलाता है।
ja: 複数のエージェント作業をノードでつなぎ、自動実行する作業フローです。編集と実行は iPhone アプリのワークフロータブで行い、この Mac は予約された時刻に静かに実行するだけです。
pt_br: Um fluxo de trabalho encadeia várias tarefas de agentes como nós e as executa automaticamente. Você edita e executa os fluxos na aba Fluxos de trabalho do app do iPhone; este Mac apenas os executa silenciosamente no horário agendado.
ru: Рабочий процесс связывает несколько задач агентов в виде узлов и запускает их автоматически. Редактирование и запуск выполняются на вкладке «Рабочие процессы» в приложении на iPhone; этот Mac лишь тихо выполняет их в назначенное время.
zh_hans: 工作流将多个智能体任务以节点串联并自动运行。编辑和运行在 iPhone 应用的工作流标签页中进行,这台 Mac 只在预定时间静默执行。

source: 워크플로우는 iPhone 앱의 워크플로우 탭에서 만들고 실행합니다. 캔버스에 노드를 놓고 선으로 이어 작업 흐름을 그리면, 각 작업 노드를 골라 둔 코드 에이전트가 프롬프트대로 수행해요. 이 Mac 에는 별도의 워크플로우 편집 창이 없습니다 — 이 Mac 은 그 워크플로우가 가리키는 레포에서 실제 코드 에이전트 CLI 를 돌리는 «실행 호스트» 역할만 합니다.
ar: تُنشأ تدفقات العمل وتُشغَّل في علامة تبويب «تدفقات العمل» بتطبيق iPhone. ضع العُقد على اللوحة وصِلها بخطوط لرسم التدفق، فيقوم وكيل الكود المختار لكل عقدة مهمة بتنفيذ موجّهها. لا توجد في هذا الـ Mac نافذة منفصلة لتحرير التدفقات — فهو يعمل فقط بوصفه «مضيف التنفيذ» الذي يشغّل واجهة سطر أوامر وكيل الكود الفعلية في المستودع الذي يشير إليه التدفق.
en: You create and run workflows in the Workflow tab of the iPhone app. Place nodes on the canvas and connect them with lines to draw the flow; the code agent chosen for each task node carries out its prompt. This Mac has no separate workflow editor window — it only acts as the «execution host» that runs the actual code agent CLI in the repo the workflow points to.
es: Los flujos de trabajo se crean y ejecutan en la pestaña Flujos de trabajo de la app de iPhone. Coloca nodos en el lienzo y conéctalos con líneas para dibujar el flujo; el agente de código elegido para cada nodo de tarea ejecuta su prompt. Este Mac no tiene una ventana de edición de flujos aparte: solo actúa como «host de ejecución» que ejecuta la CLI real del agente de código en el repositorio al que apunta el flujo.
fr: Les workflows se créent et s'exécutent dans l'onglet Workflows de l'app iPhone. Placez des nœuds sur le canevas et reliez-les par des lignes pour dessiner le flux ; l'agent de code choisi pour chaque nœud de tâche exécute son prompt. Ce Mac n'a pas de fenêtre d'édition de workflow distincte — il sert uniquement d'« hôte d'exécution » qui lance la véritable CLI de l'agent de code dans le dépôt visé par le workflow.
hi: वर्कफ़्लो iPhone ऐप के वर्कफ़्लो टैब में बनाए और चलाए जाते हैं। कैनवास पर नोड्स रखें और उन्हें रेखाओं से जोड़कर प्रवाह बनाएं; हर कार्य नोड के लिए चुना गया कोड एजेंट उसके प्रॉम्प्ट के अनुसार काम करता है। इस Mac में अलग वर्कफ़्लो संपादन विंडो नहीं है — यह केवल «निष्पादन होस्ट» के रूप में काम करता है, जो वर्कफ़्लो द्वारा इंगित रिपॉज़िटरी में असली कोड एजेंट CLI चलाता है।
ja: ワークフローは iPhone アプリのワークフロータブで作成・実行します。キャンバスにノードを置き、線でつないで作業フローを描くと、各作業ノードに選んだコードエージェントがプロンプトどおりに実行します。この Mac には専用のワークフロー編集ウィンドウはありません — この Mac は、そのワークフローが指すリポジトリで実際のコードエージェント CLI を動かす «実行ホスト» の役割だけを担います。
pt_br: Os fluxos de trabalho são criados e executados na aba Fluxos de trabalho do app do iPhone. Coloque nós na tela e conecte-os com linhas para desenhar o fluxo; o agente de código escolhido para cada nó de tarefa executa o seu prompt. Este Mac não tem uma janela de edição de fluxo separada — ele apenas funciona como o «host de execução» que roda a CLI real do agente de código no repositório para o qual o fluxo aponta.
ru: Рабочие процессы создаются и запускаются на вкладке «Рабочие процессы» в приложении на iPhone. Размещайте узлы на холсте и соединяйте их линиями, чтобы нарисовать поток; кодовый агент, выбранный для каждого узла задачи, выполняет свой промпт. На этом Mac нет отдельного окна редактора рабочих процессов — он лишь выступает «хостом выполнения», запуская реальный CLI кодового агента в репозитории, на который указывает рабочий процесс.
zh_hans: 工作流在 iPhone 应用的工作流标签页中创建和运行。在画布上放置节点并用连线绘制作业流程,为每个作业节点选定的代码智能体便会按提示词执行。这台 Mac 没有单独的工作流编辑窗口——它只作为«执行主机»,在该工作流指向的仓库中运行实际的代码智能体 CLI。

source: 워크플로우를 이루는 노드 종류:
ar: أنواع العُقد التي يتكوّن منها تدفق العمل:
en: The kinds of nodes that make up a workflow:
es: Los tipos de nodos que componen un flujo de trabajo:
fr: Les types de nœuds qui composent un workflow :
hi: वर्कफ़्लो बनाने वाले नोड्स के प्रकार:
ja: ワークフローを構成するノードの種類:
pt_br: Os tipos de nós que compõem um fluxo de trabalho:
ru: Типы узлов, из которых состоит рабочий процесс:
zh_hans: 构成工作流的节点类型:

source: 예약 실행 — 시작 노드에 크론 트리거를 붙이면, 이 Mac 이 켜져 있고 데스크탑 앱이 떠 있는 한 정해진 시각에 워크플로우가 조용히 자동 실행됩니다. 진행 상태(실행 중·완료·실패)와 노드별 세션 대화, 승인 요청은 iPhone 앱에서 확인하고 응답해요.
ar: التشغيل المجدول — أضف مُشغّل cron إلى عقدة البداية، وطالما أن هذا الـ Mac قيد التشغيل وتطبيق سطح المكتب يعمل، سيُشغَّل التدفق تلقائيًا وبهدوء في الموعد المحدد. تتابع التقدّم (قيد التشغيل، مكتمل، فشل) ومحادثة الجلسة لكل عقدة وطلبات الموافقة وتستجيب لها من تطبيق iPhone.
en: Scheduled runs — attach a cron trigger to the start node, and as long as this Mac is on and the desktop app is running, the workflow runs automatically and quietly at the set time. You check progress (running, done, failed), each node's session conversation, and approval requests in the iPhone app.
es: Ejecución programada: añade un activador cron al nodo de inicio y, mientras este Mac esté encendido y la app de escritorio en ejecución, el flujo se ejecutará automáticamente y en silencio a la hora establecida. El progreso (en ejecución, completado, fallido), la conversación de sesión de cada nodo y las solicitudes de aprobación se consultan y responden en la app de iPhone.
fr: Exécution planifiée — attachez un déclencheur cron au nœud de départ et, tant que ce Mac est allumé et que l'app de bureau tourne, le workflow s'exécute automatiquement et discrètement à l'heure prévue. Vous consultez l'avancement (en cours, terminé, échoué), la conversation de session de chaque nœud et les demandes d'approbation dans l'app iPhone.
hi: अनुसूचित निष्पादन — आरंभ नोड में क्रॉन ट्रिगर जोड़ें, और जब तक यह Mac चालू है और डेस्कटॉप ऐप चल रहा है, वर्कफ़्लो निर्धारित समय पर स्वचालित और चुपचाप चलता है। प्रगति (चल रहा है, पूर्ण, विफल), प्रत्येक नोड की सत्र बातचीत और अनुमोदन अनुरोध iPhone ऐप में देखें और प्रतिक्रिया दें।
ja: 予約実行 — 開始ノードに cron トリガーを付けると、この Mac が起動していてデスクトップアプリが動いている限り、決まった時刻にワークフローが静かに自動実行されます。進行状況(実行中・完了・失敗)やノードごとのセッション会話、承認リクエストは iPhone アプリで確認・対応します。
pt_br: Execução agendada — anexe um gatilho cron ao nó de início e, enquanto este Mac estiver ligado e o app de desktop em execução, o fluxo será executado automática e silenciosamente no horário definido. Você acompanha o progresso (em execução, concluído, falhou), a conversa de sessão de cada nó e as solicitações de aprovação no app do iPhone.
ru: Запуск по расписанию — добавьте cron-триггер к стартовому узлу, и пока этот Mac включён, а настольное приложение запущено, рабочий процесс будет автоматически и тихо выполняться в заданное время. Ход выполнения (выполняется, готово, ошибка), диалог сессии каждого узла и запросы на подтверждение вы смотрите и обрабатываете в приложении на iPhone.
zh_hans: 定时运行——为开始节点添加 cron 触发器后,只要这台 Mac 处于开机状态且桌面应用在运行,工作流便会在设定时间静默自动执行。进度(运行中、完成、失败)、各节点的会话对话以及审批请求都在 iPhone 应用中查看和处理。

source: 워크플로우 — 여러 에이전트를 잇는 멀티 에이전트 작업 흐름. iPhone 앱의 워크플로우 탭 버튼이 주황입니다.
ar: تدفقات العمل — مسار متعدد الوكلاء يربط عدة وكلاء معًا. زر علامة تبويب «تدفقات العمل» في تطبيق iPhone بلون برتقالي.
en: Workflows — a multi-agent flow that chains several agents together. The Workflow tab button in the iPhone app is orange.
es: Flujos de trabajo: un flujo multiagente que encadena varios agentes. El botón de la pestaña Flujos de trabajo en la app de iPhone es naranja.
fr: Workflows — un flux multi-agent qui enchaîne plusieurs agents. Le bouton de l'onglet Workflows dans l'app iPhone est orange.
hi: वर्कफ़्लो — कई एजेंट को जोड़ने वाला मल्टी-एजेंट कार्य-प्रवाह। iPhone ऐप में वर्कफ़्लो टैब का बटन नारंगी है।
ja: ワークフロー — 複数のエージェントをつなぐマルチエージェントの作業フロー。iPhone アプリのワークフロータブのボタンがオレンジです。
pt_br: Fluxos de trabalho — um fluxo multiagente que encadeia vários agentes. O botão da aba Fluxos de trabalho no app do iPhone é laranja.
ru: Рабочие процессы — мультиагентный поток, связывающий несколько агентов. Кнопка вкладки «Рабочие процессы» в приложении на iPhone — оранжевая.
zh_hans: 工作流 — 串联多个 Agent 的多 Agent 作业流程。iPhone 应用中工作流标签页的按钮为橙色。

source: 딥링크 주소가 동작하는지 확인 중…
ar: جارٍ التحقق مما إذا كان الرابط العميق يعمل…
en: Checking whether the deep link URL works…
es: Comprobando si el enlace profundo funciona…
fr: Vérification du lien profond…
hi: जाँचा जा रहा है कि डीप लिंक URL काम करता है या नहीं…
ja: ディープリンクの URL が機能するか確認中…
pt_br: Verificando se o deep link funciona…
ru: Проверка работоспособности глубокой ссылки…
zh_hans: 正在检查深层链接地址是否可用…

source: 지금은 딥링크 주소가 동작하는지 확인할 수 없어요 — 네트워크 연결을 확인해 주세요.
ar: تعذّر الآن التحقق مما إذا كان الرابط العميق يعمل — يُرجى التحقق من اتصال الشبكة.
en: Can't verify whether the deep link URL works right now — please check your network connection.
es: Ahora mismo no se puede verificar si el enlace profundo funciona; comprueba tu conexión de red.
fr: Impossible de vérifier le lien profond pour le moment — vérifiez votre connexion réseau.
hi: अभी यह जाँचा नहीं जा सकता कि डीप लिंक URL काम करता है या नहीं — कृपया अपना नेटवर्क कनेक्शन जाँचें।
ja: 現在、ディープリンクの URL が機能するか確認できません — ネットワーク接続を確認してください。
pt_br: No momento não é possível verificar se o deep link funciona — confira sua conexão de rede.
ru: Сейчас не удаётся проверить работу глубокой ссылки — проверьте подключение к сети.
zh_hans: 目前无法检查深层链接地址是否可用——请检查网络连接。

source: 딥링크 주소의 도달 여부를 지금은 확인할 수 없어요
ar: تعذّر الآن التحقق من إمكانية الوصول إلى الرابط العميق
en: Can't verify the deep link URL's reachability right now
es: Ahora mismo no se puede verificar la accesibilidad del enlace profundo
fr: Impossible de vérifier l'accessibilité du lien profond pour le moment
hi: अभी डीप लिंक URL की पहुँच की पुष्टि नहीं की जा सकती
ja: ディープリンクの URL に到達できるか、現在は確認できません
pt_br: No momento não é possível verificar a acessibilidade do deep link
ru: Сейчас не удаётся проверить доступность глубокой ссылки
zh_hans: 目前无法确认深层链接地址是否可达

source: 이 딥링크 주소가 응답하지 않아요 — 알림의 「Open in app」 링크가 동작하지 않을 수 있어요. 주소를 확인하거나 칸을 비워 기본 페이지로 되돌리세요.
ar: هذا الرابط العميق لا يستجيب — قد لا يعمل رابط «Open in app» في الإشعار. تحقّق من العنوان أو امسح الحقل لاستعادة الصفحة الافتراضية.
en: This deep link URL isn't responding — the notification's “Open in app” link may not work. Check the URL or clear the field to restore the default page.
es: Este enlace profundo no responde: es posible que el enlace «Open in app» de la notificación no funcione. Comprueba la URL o vacía el campo para restaurar la página predeterminada.
fr: Ce lien profond ne répond pas — le lien « Open in app » de la notification risque de ne pas fonctionner. Vérifiez l'URL ou videz le champ pour rétablir la page par défaut.
hi: यह डीप लिंक URL जवाब नहीं दे रहा — सूचना का “Open in app” लिंक काम नहीं कर सकता। URL जाँचें या फ़ील्ड खाली करके डिफ़ॉल्ट पेज पर लौटें।
ja: このディープリンクの URL が応答しません — 通知の「Open in app」リンクが機能しない可能性があります。URL を確認するか、欄を空にして既定のページに戻してください。
pt_br: Este deep link não está respondendo — o link “Open in app” da notificação pode não funcionar. Verifique a URL ou limpe o campo para restaurar a página padrão.
ru: Эта глубокая ссылка не отвечает — ссылка «Open in app» в уведомлении может не работать. Проверьте URL или очистите поле, чтобы вернуть страницу по умолчанию.
zh_hans: 此深层链接地址没有响应——通知中的「Open in app」链接可能无法使用。请检查地址，或清空该字段以恢复默认页面。

source: 경고: 딥링크 주소가 응답하지 않아 「Open in app」 링크가 동작하지 않을 수 있어요
ar: تحذير: الرابط العميق لا يستجيب، لذا قد لا يعمل رابط «Open in app»
en: Warning: the deep link URL isn't responding, so the “Open in app” link may not work
es: Advertencia: el enlace profundo no responde, por lo que el enlace «Open in app» podría no funcionar
fr: Avertissement : le lien profond ne répond pas, le lien « Open in app » risque de ne pas fonctionner
hi: चेतावनी: डीप लिंक URL जवाब नहीं दे रहा, इसलिए “Open in app” लिंक काम नहीं कर सकता
ja: 警告: ディープリンクの URL が応答しないため、「Open in app」リンクが機能しない可能性があります
pt_br: Aviso: o deep link não está respondendo, então o link “Open in app” pode não funcionar
ru: Предупреждение: глубокая ссылка не отвечает, поэтому ссылка «Open in app» может не работать
zh_hans: 警告：深层链接地址没有响应，「Open in app」链接可能无法使用
